{"current":{"enable-quick-shop":false,"search-results-per-page":"10","ajax":true,"show-currency-switcher":false,"currency-switcher-format":"money_with_currency_format","currency-switcher-supported-currencies":"CAD USD","currency-switcher-default":"CAD","use-logo":true,"use-retina-logo":false,"checkout-logo-height":"90","center-header":false,"background-colour":"#ffffff","body-font":"'Work Sans', sans-serif","main-title-font":"'Capriola', sans-serif","secondary-header-font":"'Work Sans', sans-serif","meta-font":"'Work Sans', sans-serif","main-title-uppercase":false,"logotype-link-colour":"#222222","logotype-link-hover-colour":"#222222","header-action-link-colour":"#bbbbbb","header-action-link-hover-colour":"#999999","nav-link-colour":"#363636","nav-link-hover-colour":"#a4a2a2","text-colour":"#000000","title-colour":"#222222","accent-colour":"#a3a3a3","accent-hover-colour":"#363636","inverse-accent-colour":"#ffffff","theme-detail-link-colour":"#bbbbbb","theme-detail-link-hover-colour":"#999999","light-text-colour":"#bbbbbb","meta-link-colour":"#a9a9a9","meta-link-hover-colour":"#363636","lightest-text-colour":"#bbbbbb","primary-border-colour":"#dddddd","secondary-border-colour":"#e5e5e5","nav-background-colour":"#222222","theme-assets-colour":"#f9f9f9","mobile-navigation-colour-scheme":"light","mobile-nav-secondary-colour":"#1b1b1b","mobile-nav-tertiary-colour":"#101010","mobile-nav-quaternary-colour":"#060606","product-image-borders":true,"pagination-style":"standard","instagram-title":"Instagram","instagram-access-token":"1413263809.1677ed0.b5858c8ae90c49f793f45c3e2d8842ed","show-instagram-tag":false,"instagram-tag":"","banner":"","enable-mega-nav":false,"catalog-label-override":"","meganav-list-1":"main-menu","meganav-list-2":"","meganav-list-3":"","meganav-limit":"12","top-level-columns":"one-column","show-slideshow":true,"slideshow-match-width":false,"show-slideshow-pagination":false,"autoplay-slideshow":false,"rotate-freq":"6","show-slide-1":true,"invert-controls-slide-1":false,"slide-position-1":"center bottom","slide-link-1":"https:\/\/primallypure.com\/pages\/refer-a-friend-landing-page","show-slide-2":false,"invert-controls-slide-2":false,"slide-position-2":"center bottom","slide-link-2":"https:\/\/primallypure.com\/collections\/subscription-products","show-slide-3":false,"invert-controls-slide-3":false,"slide-position-3":"center bottom","slide-link-3":"https:\/\/primallypure.com\/products\/primally-pure-digital-gift-card","show-slide-4":false,"invert-controls-slide-4":false,"slide-position-4":"center bottom","slide-link-4":"https:\/\/primallypure.com\/pages\/find-your-skin-state","show-slide-5":false,"invert-controls-slide-5":false,"slide-position-5":"center bottom","slide-link-5":"https:\/\/primallypure.com\/collections\/skin-specific-masks","show-slideshow-mobile":true,"show-slide-1-mobile":true,"invert-controls-slide-1-mobile":false,"slide-position-1-mobile":"center bottom","slide-link-1-mobile":"https:\/\/primallypure.com\/pages\/refer-a-friend-landing-page","show-slide-2-mobile":false,"invert-controls-slide-2-mobile":false,"slide-position-2-mobile":"center bottom","slide-link-2-mobile":"https:\/\/primallypure.com\/collections\/subscription-products","show-slide-3-mobile":false,"invert-controls-slide-3-mobile":false,"slide-position-3-mobile":"center bottom","slide-link-3-mobile":"https:\/\/primallypure.com\/products\/primally-pure-digital-gift-card","show-slide-4-mobile":false,"invert-controls-slide-4-mobile":false,"slide-position-4-mobile":"center bottom","slide-link-4-mobile":"https:\/\/primallypure.com\/pages\/find-your-skin-state","show-slide-5-mobile":false,"invert-controls-slide-5-mobile":false,"slide-position-5-mobile":"center bottom","slide-link-5-mobile":"","welcome-title":"FEWER INGREDIENTS, SUPERIOR RESULTS.","welcome-tagline":"We use nature's most precious elements to make non-toxic skincare products that support radiant skin, a healthy body + a happy self.","featured-products-collection":"frontpage","featured-products-limit":"7","promo-1-text":"Tell a friend<br>+ get $10","promo-1-link":"\/pages\/refer-a-friend-landing-page","promo-2-text":"Join our Influencer Community","promo-2-link":"\/pages\/affiliate-program","promo-3-text":"join our newsletter<br>+ get a free lip balm","promo-3-link":"\/pages\/join-our-email-family-get-a-free-lip-balm","spotlight-name":"TAKE OUR SKIN QUIZ","spotlight-text":"Click here to discover your personalized, holistic skincare routine.","spotlight-link":"https:\/\/primallypure.com\/pages\/find-your-skin-state","testimonials1":"\"After our last miscarriage, I knew it was time to move forward in the healthiest way. One of the first suggestions my doctor made was cleaning up the toxins in our lives and I immediately went straight to my skincare routine. Thankfully, I found Primally Pure and it made the transition so easy and highly enjoyable. I had assumptions about natural skincare that were quickly proven wrong: it is as effective, it smells just as good (if not better), and you can get results with allllll natural products. It's safe to say I am never going back, chemical free is the way to be for THIS girl!\"","testimonialsauthor1":"- Jenna Kutcher | Founder, The Goal Digger Podcast","testimonials2":"“I have been a loyal fan and customer of Primally Pure for years! The selective sourcing of ingredients and care of small batch handcrafting has kept me coming back. A few of my favorite products (that I use DAILY) include the Deodorant, the Vanilla Almond Body Butter (really lovely before bed), the Rose + Mint Complexion Mist (a HIGH performing soothing toner at a fabulous price), and the Peppermint Lip Balm (I have a tube in every purse pocket). These products are natural, safe, and high-performing. With spa-quality, they make me feel so special with each use.”","testimonialsauthor2":"- Cassy Joy Garcia | Author, Fed + Fit","testimonials3":"“Primally Pure has become one of my all time favorite brands. The quality of their ingredients is what draws me most to them, and the bonus is that the products smell so lovely and actually work!”","testimonialsauthor3":"- Lauren Scruggs Kennedy | Lifestyle Blogger + Author","testimonials4":"“I have tried almost everything and love each and every product, but my applause goes to the first natural deodorant that actually works (I’ve tried everything)!  Seriously - I swear by it and have gotten multiple friends hooked on this brand.  Primally Pure is a brand I LOVE and use every single day.”","testimonialsauthor4":"- Danielle Moss | Co-founder, The Everygirl","testimonials5":"“Primally Pure has been an absolute blessing for me when it comes to clean beauty and health products. They have the BEST natural deodorant on the planet and I swear by it. I also work as a fashion model for brands like Old Navy and Target, so having their face mist and their beauty cream while hotel hopping and being on a ton of airplanes is essential. Not to mention that finding a natural dry shampoo seemed impossible until I tried theirs. From their beautiful packaging to their passionate team and their clean products that actually work, I am a Primally Pure customer for life!\"","testimonialsauthor5":"- Danika Brysha | Model + Owner,  Model Meals","testimonials6":"\"Primally Pure is one of the best natural deodorants available right now! I made the switch to natural deodorants in 2001 and it's been challenging over the years to find high-performing formulas that consistently work and don't leave me smelling like death after a few hours of wearing them. I was first introduced to Primally Pure Deodorant in March of this year and have been hooked ever since. It holds up all day and doesn't cause my underarm skin any irritation. My go-to scents are lavender and lemongrass in their sensitive skin option.\"","testimonialsauthor6":"- Brandie Gilliam | Founder + Creative Director, Thoughtfully Magazine","testimonials7":"","testimonialsauthor7":"","testimonials8":"","testimonialsauthor8":"","testimonials9":"","testimonialsauthor9":"","testimonials10":"","testimonialsauthor10":"","testimonials11":"","testimonialsauthor11":"","testimonials12":"","testimonialsauthor12":"","testimonials13":"","testimonialsauthor13":"","testimonials14":"","testimonialsauthor14":"","testimonials15":"","testimonialsauthor15":"","blogposttitle":"HOW TO TRANSITION YOUR SKINCARE FOR HEALTHY WINTER SKIN","blogposturl":"https:\/\/blog.primallypure.com\/how-to-transition-your-skincare-for-healthy-winter-skin\/","products-per-row":"four","products-per-page":"50","collection-top-pagination":true,"collection-listing-linklist":"","product-image-zoom":true,"product-thumb-orientation":"right","display-related-products":true,"display-product-quantity-option":true,"display-fullsize-product-viewer":true,"display-product-email-link":true,"enable-fitting-guide":false,"fitting-guide-link":"","fitting-guide-icon":"k","story-1":"<h2>STORY: PASTURE-RAISED<\/h2>\n<p>Founder, farmer's wife, mama bear, matcha lover and bath taker, Bethany McDaniel is the heartbeat and hard work behind the brand. Bethany began Primally Pure out of her passion for real, recognizable ingredients - not just on her plate, but in her skincare products.<\/p>","story-2":"<p>\n            When Bethany's family spontaneously started a beyond organic\n            livestock farm in Southern California called <a href=\"https:\/\/primalpastures.com\/\" target=\"_blank\">Primal Pastures<\/a>, she\n            discovered the power of eating real food and her eyes were opened\n            to a new world of wellness.  Bethany subsequently purged her bathroom cabinets of \n            toxic conventional skincare products and began formulating her own replacements with pure,\n            simple ingredients.\n          <\/p>","story-3":"<p>\n            From the pasture to her own office space + workshop, it's Bethany's joy to \n              continue to provide customers with innovative, creative and clean beauty\n              products - skincare that promotes health and vitality instead of taking\n              away from it.\n          <\/p>","story-4":"<h2>INGREDIENTS:<br> FEWER IS BETTER<\/h2>\n              <p>\n                Our products are formulated using real ingredients derived from \n                nature for maximum <strong>purity<\/strong> and <strong>potency<\/strong>.\n                \n              <\/p>\n              \n              <p>\n                We consult with leading experts in the beauty and wellness industries\n                to create <strong>truly safe<\/strong> skincare products that  offer real, recognizable results.\n              <\/p>\n              \n              <p>\n                Our products are made with <strong>certified organic ingredients<\/strong> \n                that are sourced with the utmost attention and care, from \n                family-owned farms whenever possible.\n                \n              <\/p>","story-5":"<h2>INFORMATION: KNOWLEDGE IS POWER<\/h2>\n             \n              \n              <p>\n                Primally Pure exists to get natural skincare products into the hands of people all over the world, and even more importantly, to equip people with the knowledge they need to improve their skin and live healthier, more fulfilled lives.\n              <\/p>\n              \n              <p>\n                The information you can access through our <a href=\"https:\/\/blog.primallypure.com\" target=\"_blank\">blog<\/a> (for free!) and in our <a href=\"https:\/\/primallypure.com\/products\/holistic-skincare-guide\" target=\"_blank\">Holistic Skincare Guide<\/a> has the potential to change your skin, your health, and your life for the better. \n              <\/p>","about-product-testimonial-1":"\"This deodorant keeps me covered through the longest shifts and hardest workouts. If you’re considering natural deodorant, you MUST try this one.\"","about-product-attribution-1":"Gabrielle on <a href=\"\/products\/charcoal-deodorant\">Charcoal Deodorant<\/a>","about-product-link-1":"\/products\/charcoal-deodorant","about-product-testimonial-2":"\"This beauty cream leaves your skin looking hydrated and so glowy! I also noticed how my acne scars are starting to diminish from using this cream every night.\"","about-product-attribution-2":"Rylie on <a href=\"\/products\/blue-tansy-beauty-cream\">Blue Tansy Beauty Cream<\/a>","about-product-link-2":"\/products\/blue-tansy-beauty-cream","about-product-testimonial-3":"\"I use this spray for everything: facial toner, underarm toner and refresher, razor burn prevention for underarms and bikini area, quick refresh all over if I do an outfit change. It smells great and works great!\"","about-product-attribution-3":"Victoria on <a href=\"\/products\/everything-spray\">Everything Spray<\/a>","about-product-link-3":"\/products\/everything-spray","about-slide-1":"\"I’ve made the switch to natural deodorant about 9 months ago, but quickly found that I was super sensitive to the ONE ingredient in most natural deodorants... baking soda. I would get red, irritated skin in my pits and not to mention the darkening if the skin. After just a couple of weeks of using the Blue Tansy, I have yet to say anything negative. It smells wonderful, glides in easy, and I haven’t experienced any sensitivity issues so far. Will be purchasing the larger size once I run out of this one.\"","about-attr-1":"Sherla on <a href=\"\/products\/blue-tansy-deodorant\">Blue Tansy Deodorant<\/a>","about-slide-2":"\"This is my all time favorite skin care product! I put it on every night before bed after washing my face and applying a light moisturizer. My skin has never been so smooth and glowing! I ran out for 2 weeks and my acne slowly started to appear along with the red patches I used to have. Will never go without it again! My face was practically begging for it!\"","about-attr-2":"Mindy on <a href=\"\/products\/fancy-face-serum\">Fancy Face Serum<\/a>","about-slide-3":"\"This is by far the best dry shampoo I’ve used. I feel great knowing it’s natural and I can use throughout my pregnancy and I also don’t experience any of the buildup and bumps that my old dry shampoo caused. I can easily go a couple days between washes and my hair is naturally fine and can get oily after one day. A little in my hair before bed to extend my style or create some grip is all I need too.\"","about-attr-3":"Katherine on <a href=\"\/products\/natural-dry-shampoo\">Dry Shampoo (light locks)<\/a>","about-slide-4":"\"Once I switched to using this oil cleanser, my skin completely changed. I’ve battle acne for the past 15 years and this has made the biggest improvement in my skin and significantly decreased breakouts. Highly recommend this to anyone dealing with acne and oily skin!\"","about-attr-4":"Kaity on <a href=\"\/products\/cleansing-oil-oily-acne-prone-skin\">Cleansing Oil for Oily Skin<\/a>","about-slide-5":"\"I LOVE this body butter so much and it’s my 4th jar I believe. I use it every morning and at night and I am 8 months pregnant. Helps with itchy skin and does not stain my clothes. I love the smell as it reminds me of a fresh baked cookie!\"","about-attr-5":"Amanda on <a href=\"\/products\/body-butter-almond-vanilla\">Almond + Vanilla Body Butter<\/a>","about-slide-6":"","about-attr-6":"","about-slide-7":"","about-attr-7":"","about-slide-8":"","about-attr-8":"","about-slide-9":"","about-attr-9":"","about-slide-10":"","about-attr-10":"","Question1":"","Answer1":"","Question2":"Q: Do you offer a pickup option for local customers?","Answer2":"A: Yes! We are located in Murrieta, CA and love connecting with local customers at our headquarters. Orders must be placed online 24 hours prior to pickup and the \"local pickup\" item must be added to your cart in order to enable this option.","Question3":"Q: I'm experiencing some irritation from using your natural deodorant. What can I do?","Answer3":"A: Some individuals experience irritation from the baking soda in our deodorant. The good news is, this can be worked through in most cases. Your pits may need some time to adjust to the rough or alkaline nature of baking soda. If irritation persists or becomes painful, please discontinue the use of our regular deodorant and consider re-introducing it later. \n\n<a href=\"http:\/\/blog.primallypure.com\/underarm-rash\/\" target=\"_blank\"><i>Click here for more detailed information on baking soda sensitivity and other issues on our blog.<\/i><\/a>\n\nFor any other questions or specific concerns, please contact us at hello@primallypure.com. We want your pits to be happy and stink-free and will help in any way we can!","Question4":"Q: Do you offer wholesale pricing?","Answer4":"A: At this time, we are a direct-to-consumer brand. We do not do not offer wholesale pricing as we are committed to offering our customers fair price points and providing consumers with the freshest and highest quality products available.","Question5":"Q: Do you offer samples?","Answer5":"A: We do not currently offer samples. We work very hard to make the best natural skincare products on the market and are confident that you will be happy with your order. However, if you are unsatisfied with an item, please get in touch with us at hello@primallypure.com so that we can work with you to find a resolution.","Question6":"Q: Are your products safe for kids?","Answer6":"A: Extra caution should always be taken when using products that contain essential oils on children. Even though the essential oils in our products are 100% natural and organic, they are still extremely concentrated and potent. Spot testing is a must when using our products on children. \r\n\r\nFor infants, we recommend sticking to our line of super gentle baby products formulated without essential oils.","Question7":"Q: Are your products safe to use while pregnant\/nursing?","Answer7":"A: Taking extra precautions when it comes to nurturing little lives is of the utmost importance to us. We’ve done extensive research in regards essential oil use during pregnancy + while nursing, and feel confident that all of our products (aside from Fancy Face Serum for which we offer a pregnancy-safe version) do not pose a risk for pregnant\/nursing women. Check with your healthcare practitioner prior to use if you have questions\/concerns.","Question8":"Q: How do I login to my subscription account?","Answer8":"A: It's likely that upon first subscribing, you checked out without creating a subscription account. To log in, you'll need to create an account first by associating your order with an account. We made it simple and you can use the link below to create your account:\n\nhttps:\/\/primallypure.com\/account\/register\n\nPlease use the same email address used when placing your first order. Once logged into your account, you'll be able to swap scents, change frequency, skip an order and more!","Question9":"Q: What's your return policy?","Answer9":"A: We work tirelessly to create natural products that are safe, effective and enjoyable to use. We want you to be 100% pleased and satisfied with your order. If for some reason you aren't happy with your order or have any questions, shoot us an email at hello@primallypure.com so that we can work on finding a resolution.","Question10":"Q: When will I receive my order if it's shipped outside the US?","Answer10":"A: We strive to fulfill and ship orders within 3 days of receipt and use USPS as our carrier.  You will receive tracking information as soon as your item has shipped.  Depending on the country and its import regulations, there may be delays due to clearing customs or a duty imposed by the governing authorities for which the recipient is responsible.\n<br>\n<br>\nAt this time, we’re unable to ship CBD products internationally due to current CBD regulations.","Question11":"","Answer11":"","Question12":"","Answer12":"","Question13":"","Answer13":"","Question14":"","Answer14":"","Question15":"","Answer15":"","Question16":"","Answer16":"","Question 17":"","Answer17":"","Question18":"","Answer18":"","Question19":"","Answer19":"","Question20":"","Answer20":"","deo-story-1":"<h2>TRUST YOUR PITS TO THE EXPERTS<\/h2><br>\n        <p>\n          We've spent years researching and formulating with safe, effective ingredients\n        to create a gentle + non-toxic deodorant that actually works.\n        <\/p>\n\n        <p>\n          We always have and always will believe that fewer is better when it comes to ingredients.  And our best-selling\n          natural deodorants are no exception.\n        <\/p><br><br>","deo-story-2":"<h2>PEOPLE LOVE OUR DEODORANT<\/h2>\n      <p>\n        Positive reviews from happy customers consistently flood our inbox and Instagram feed.\n      <\/p>\n      <p>\n        Their stories are all so similar.\n        <\/p>\n      <p>\n        After trying countless natural deodorants and still \n        smelling like fake flowers mixed with foul B.O., they were tempted to turn back to their \n        drugstore brand.\n      <\/p>\n      <p><strong><i>Until they discovered ours.<\/i><\/strong><\/p>","deo-story-3":"<h2>PEOPLE LOVE OUR DEODORANT<\/h2>\n      <p>\n        Positive reviews from happy customers consistently flood our inbox and Instagram feed.\n      <\/p>\n      <p>\n        Their stories are all so similar. \n      <\/p>\n        \n      <p>\n        After trying countless natural deodorants and still \n        smelling like fake flowers mixed with foul B.O., they were tempted to turn back to their \n        drugstore brand.\n      <\/p>\n      <p><strong><i>Until they discovered ours.<\/i><\/strong><\/p>","deo-story-4":"<h2>WHAT SETS US APART?<\/h2>\n      <p>\n        Aluminum isn't the only ingredient you want to avoid in your deodorant.\n      <\/p>\n      <p>\n       Scented with only organic essential oils to help purify skin and control odor, \n        you won't find any fake + chemical-filled fragrances (even \"natural\" ones) in our deodorant.\n      <\/p>\n      <p>\n        The FDA allows companies to cover their chemically engineered scents with the term \n        \"fragrance\" on ingredient labels, all for the purpose of protecting \"trade secrets.\"\n      <\/p>\n      <p>Our purpose?  <strong>Protecting your health.<\/strong><\/p>","deo-hashtag":"<h2>#DARETOCOMPARE<\/h2>","subscribe-headline":"SUBSCRIBE + GET FREE SHIPPING","subscribe-description":"One less thing you have to check off your to-do list: ordering deodorant.","box-1":"<p>\n      FREE Shipping for<br>\n      subscribers within<br>\n      the U.S.\n      <\/p>","box-2":"<p>\n      Customize shipping<br>\n      frequency\n      <\/p>","box-3":"<p style=\"    margin-top: 1em;\">\n      Pause or cancel<br>\n      anytime\n      <\/p>","subscribe-details":"<p>No shipping costs, no commitments, and no chemicals.  Just your favorite <br>\n        non-toxic deodorant sent to your door.<\/p>\n      <p>\n      Click on a product below to schedule your Primally Pure package to arrive at <br>\n       the pure-fect time, so you don't miss a day without your deodorant.\n      <\/p>","ls-headline":"MORE LOVE STORIES","deo-testimonial-1":"\"The powerful combination of baking soda with kaolin clay, a powerful detoxifier, is no match for odor. So fresh and so clean!","deo-testimonial-2":"The streamlined, minimalist look of this simple stick is all the proof you need that treating your armpits right is officially on trend.","deo-testimonial-3":"The majority of our team has made the switch to PP deodorant over the past two years and we all love it! We each have a different favorite scent but all agree it works wonders.","deo-testimonial-4":"Primally Pure's deodorant is our go-to for natural care with effective ingredients, a lovely smell and beautiful packaging!","wistia-1":"<style>.embed-container { position: relative; padding-bottom: 56.25%; height: 0; overflow: hidden; max-width: 100%; } .embed-container iframe, .embed-container object, .embed-container embed { position: absolute; top: 0; left: 0; width: 100%; height: 100%; }<\/style><div class=\"embed-container\"><iframe src=\"https:\/\/www.youtube.com\/embed\/-92Zj6fOSVY\" frameborder=\"0\" allowfullscreen=\"\"><\/iframe><\/div>","wistia-2":"<style>.embed-container { position: relative; padding-bottom: 56.25%; height: 0; overflow: hidden; max-width: 100%; } .embed-container iframe, .embed-container object, .embed-container embed { position: absolute; top: 0; left: 0; width: 100%; height: 100%; }<\/style><div class=\"embed-container\"><iframe src=\"https:\/\/www.youtube.com\/embed\/CVP3dgZGMWw\" frameborder=\"0\" allowfullscreen=\"\"><\/iframe><\/div>","aff-intro-headline":"Interested in Joining the Primally Pure Influencer Community?","aff-intro-text":"We're so happy you stopped by to learn more about our influencer program.  Here at Primally Pure, we handcraft 100% natural + non-toxic skincare products in our sunny Southern California workshop and would love for you to join us in spreading the word that real, recognizable ingredients really can provide lasting results - without sacrificing your health + well-being.","aff-perks-headline":"PP Influencer Program Perks","aff-perks-bullets":"<p>15% commissions on all sales referred&nbsp;for lifetime value of customer<\/p>\n<p>10% commissions on all deodorant subscriptions for lifetime value of customer (*10% commissions also apply for non-subscription deodorant purchases)<\/p>\n<p>Exclusive discounts on new products + other exciting perks<\/p>\n<p>Generous incentives, monthly goals and fun contests (a little friendly competition!)<\/p>\n<p>Marketing materials, professional photos and promotional resources to help grow your referral business<\/p>\n<p>Personal contact with a committed PP team member to support your success<\/p>","aff-who-we-are":"Who We Are","aff-who-we-are-text":"<p>Our heart to holistically care for the skin + self with natural, non-toxic ingredients is the thread that weaves through our products, projects and partnerships.  We strive to lead our lives in the same way we create our products: infused with integrity, simplicity and purity. We believe in daily baths and that beauty goes much deeper than simply skincare.<\/p>","aff-who-you-are":"Who You Are","aff-who-you-are-text":"<p>You are simplicity-focused and seek to support your health + well-being by choosing real, natural + non-toxic alternatives to conventional beauty products. Your commitment to living a healthy and natural lifestyle inspires others to follow in your footsteps. You cultivate authentic, meaningful relationships with your community and make a positive difference in the lives of others.<\/p>","aff-fit":"Are We a Fit?","aff-fit-text":"<p>We'd love to learn more about you + your brand and how it aligns with our mission. <\/p>","aff-test-0":"<p>Primally Pure does an incredible job of&nbsp;loving on us affiliates so well! I feel 100% in alignment with every product Primally Pure offers, so I love talking about them. It feels like such a easy pairing to me. What sets PP's affiliate program apart is that their team is so responsive and so generous! And the % back feels worth promoting - not the case&nbsp;with other programs I've done in the past. I would absolutely recommend it to others!<\/p>","aff-test-0-attr":"- Sarah Adler | Simply Real Health","aff-test-0-insta":"https:\/\/www.instagram.com\/simplyrealhealth\/?hl=en","aff-test-1":"<p>I was naturally telling everyone about Primally Pure anyways, so I might as well get a bonus when I share my love for the products. It's been amazing getting to help others find the solutions they are seeking and share my own transition into non-toxic skincare! Being an affiliate is an incredible way to feel a part of something bigger while sharing what you love with the people you love. I feel like so many people are seeking and hunting and trying to find more natural products but they aren't sure where to start, I know I personally felt lost in my own journey until Bethany shared her products with me, so getting to talk about something I love and use daily has come naturally and it clearly is resonating with my followers, too!<\/p>","aff-test-1-attr":"- Jenna Kutcher","aff-test-1-insta":"https:\/\/www.instagram.com\/jennakutcher\/","aff-test-2":"<p>I've had nothing but a fantastic experience since becoming a Primally Pure affiliate. The team at Primally Pure EXCELS at customer service, so I know that my readers are in excellent hands. Their products are of the absolute highest quality in natural skincare and it&rsquo;s a pleasure recommending my favorites to readers. I find that readers are grateful for reviews and product suggestions while affiliate commissions make a good contribution to my business. Overall, anyone with a readership in the health, wellness, or beauty industry would be hard-pressed to find a company more dedicated to taking GREAT care of *your* people. Primally Pure offers beautiful, thoughtful, hand-crafted solutions to the safer and natural skincare puzzle.<\/p>","aff-test-2-attr":"- Cassy Joy Garcia | Fed + Fit","aff-test-2-insta":"https:\/\/www.instagram.com\/fedandfit\/","aff-test-3":"<p>I believe in Primally Pure's products so much because they work and enhance our overall health because of the trustworthy, safe ingredients. I absolutely love promoting them to my community! Being a part of Primally Pure's affiliate program feels&nbsp;so personal, and I also appreciate that you can feel the love that goes into every product! It feels extra special. I would absolutely recommend the PP affiliate program to others.&nbsp;I am so thankful for everything PP has created and love sharing these products with my nearest and dearest + with my online family!<\/p>","aff-test-3-attr":"- Lauren Scruggs Kennedy","aff-test-3-insta":"https:\/\/www.instagram.com\/laurenscruggs\/?hl=en","aff-test-4":"<p>I truly love sharing products that I truly stand behind, use in my daily life, and absolutely love! I love partnering with PP because I trust them and their integrity.&nbsp;The care that goes into each product is often not seen in this industry. I love the quick shipping and the great customer service, too.&nbsp;I would say, if you love the products it is a great way to share them with others while creating some additional income!!<\/p>","aff-test-4-attr":"- Lexi Davidson | Lexi's Clean Kitchen","aff-test-4-insta":"https:\/\/www.instagram.com\/lexiscleankitchen\/","aff-test-5":"<p>The biggest thing I love is working with a company that is SO genuine, kind, responsive, &amp; all-around amazing. It's so hard to find!! The Primally Pure team is just the best.&nbsp;I think what sets Primally Pure apart is how much they care about their products and mission. Also how kind they all are! It's always so refreshing to work with such a great team that truly cares so much. Primally Pure's affiliate program&nbsp;can be something that grows to become a great passive side income. Also, you get to share the non-toxic mission with your community! There's really zero downside.<\/p>","aff-test-5-attr":"- Taylor Love | Love Inside & Out","aff-test-5-insta":"https:\/\/www.instagram.com\/taylor_lovee\/","aff-test-6":"<p>I can&rsquo;t say enough praises about both Primally Pure&rsquo;s amazing product line and affiliate program.&nbsp; I love the ease of use of their affiliate platform and the ladies behind the brand are very responsive and thoughtful when need help or have questions about products. I carefully select the products and brands I choose to use personally and also promote to my audience and I always feel completely confident recommending Primally Pure to others. Their products truly work and provide a safe and effective solution to skin and body care! Their boutique, all natural products have transformed my skin and the affiliate commission helps keep my website and business operating so I can continue to provide my audience with helpful content!<\/p>","aff-test-6-attr":"- Caroline Potter | Flourish Living","aff-test-6-insta":"https:\/\/www.instagram.com\/caroline__potter\/","aff-test-7":"<p>The PP affiliate program is super user friendly. It's simple to use across any marketing platform which makes getting better skincare into people's hands that much easier.&nbsp;Primally Pure uses real ingredients for real bodies without any of the stuff you don't want. It's a farm to shelf business that provides people with a solution to the toxic skincare problem, all while giving better results! Nature really is smarter than science.&nbsp;If you're anything like me, you're constantly singing the praises of Primally Pure Skincare to friends and family, and how much it's completely transformed your life, so why not turn that sale into a commission for yourself and get some free product along the way!<\/p>","aff-test-7-attr":"- Vanessa Barajas | Clean Eating with a Dirty Mind","aff-test-7-insta":"https:\/\/www.instagram.com\/vanessabarajas\/","aff-test-8":"<p>I have been using, loving and raving about Primally Pure&rsquo;s products since it&rsquo;s humble beginnings and it&rsquo;s so fun to watch this beautiful company become a leader in the non-toxic skincare industry and continue to create such awesome safe products. I love being able to refer my loved ones, clients and podcast listeners to such a high quality, high performing skincare line&hellip;one I use on the daily. I cannot speak highly enough about the Primally Pure Affiliate Program! It has been so easy to navigate and one of my favorite aspects has been working with the Primally Pure team&ndash;they are so helpful, responsive and just down right wonderful women. It&rsquo;s been a great way to monetize my social platforms and share a company and products I truly love and believe in!<\/p>","aff-test-8-attr":"- Justine Campbell | Alo Wellness","aff-test-8-insta":"https:\/\/www.instagram.com\/alowellness\/","aff-test-9":"","aff-test-9-attr":"","aff-test-9-insta":"","aff-test-10":"","aff-test-10-attr":"","aff-test-10-insta":"","book-now-link":"shopify:\/\/pages\/spa-appointment","book-now-text":"Book Now","spa-subheadline-1":"an all-encompassing Primally Pure experience","spa-welcome":"<p>Our Holistic Skin Treatments are customized to your specific skin care concerns and incorporate only 100% natural, non-toxic ingredients, advanced massage techniques and stress-relieving rituals to provide real results <strong>without<\/strong> compromising your health.<\/p>\n\t  <p>More than simply skin type, we look at lifestyle, stress levels and overall wellness to create a holistic treatment or series of treatments that support beauty and well-being from within.<\/p>\n\t  <p>Before your Holistic Skin Treatment begins, we invite you to set an intention, enjoy a superfood bliss ball + herbal tea to support your desired skin results from the inside out, and deeply relax your mind and body with a soothing foot soak.<\/p>","spa-welcome-button":"View treatments","spa-welcome-link":"shopify:\/\/pages\/spa-treatments","advocacy-text":"<p>For every spa appointment, we donate 10% of proceeds to provide holistic beauty + well-being treatments to those who would otherwise not be able to access or afford these types of experiences. <\/p>\n\n<p>Each spa service not only supports your own personal wellness but cultivates wellness around our world. <\/p>","spa-treatment-1-name":"REFRESH","spa-treatment-1-definition":"\"having the power to restore freshness, vitality, energy.\"","spa-treatment-1-description":"<p>This facial focuses on refreshing the skin + self in less time. Choose between a custom mask formulation to care for specific skin concerns <strong>or<\/strong> therapeutic massage techniques to treat the skin from within - and support your overall sense of wellness. <\/p>","spa-treatment-1-price-description":"<p>Experience REFRESH as an introductory treatment or a pick-me-up for your complexion, if you’re tight on time. <\/p>","spa-treatment-1-price":"<p class=\"price\">45 minutes | $92<\/p>","spa-treatment-2-name":"CLARIFY","spa-treatment-2-definition":"\"to make or become free of impurities; clear; pure.\"","spa-treatment-2-description":"<p>This refining treatment <strong>begins with a soothing foot soak and<\/strong> visibly clarifies the complexion with a holistic approach to minimizing breakouts and brightening uneven skin tone.  Relieve congestion, diminish discoloration, and detoxify impurities with anti-inflammatory ingredients, purifying mask therapies and powerful touch techniques such as Facial Gua Sha and Manual Lymphatic Drainage (MLD) to optimize the flow of oxygen + vital nutrients to the skin. Better flow, brighter glow - inside and out. <\/p><p><em>This facial is also available as a back treatment to relieve breakouts on this hard to reach area.<\/em><\/p>","spa-treatment-2-price-description":"<p>Supports oil-rich, acne-prone, hyperpigmentation, discoloration, dull skin types.<\/p>","spa-treatment-2-price":"<p class=\"price\">75 minutes | $142<\/p><p class=\"price\">105 minutes | $192<\/p>","spa-treatment-3-name":"SOOTHE","spa-treatment-3-definition":"\"to calm, as a person or the feelings; relieve, comfort, or refresh.\"","spa-treatment-3-description":"<p>This reparative treatment <strong>begins with a soothing foot soak and<\/strong> deeply soothes sensitive, stressed or damaged skin to create a calm, balanced complexion.  Healing herbs, restorative mask formulations and a strong focus on Manual Lymphatic Drainage (MLD) help to relieve redness, discomfort, and inflammation in the skin. Treat reactive skin from within and bring your skin + whole self back to a state of rest.<\/p>","spa-treatment-3-price-description":"<p>Supports sensitive, reactive, stressed, inflamed, damaged, dry skin types.<\/p>","spa-treatment-3-price":"<p class=\"price\">75 minutes | $142<\/p><p class=\"price\">105 minutes | $192<\/p>","spa-treatment-4-name":"PLUMP","spa-treatment-4-definition":"\"well filled out; full; healthy; abundant.\"","spa-treatment-4-description":"<p>This targeted treatment <strong>begins with a soothing foot soak and<\/strong> powerfully rejuvenates and plumps the skin to promote a more youthful complexion by softening fine lines + signs of aging and strengthening the integrity of the skin.  Vitamin-rich ingredients, potent mask therapies and advanced massage techniques, such as Facial Gua Sha and Herbal Poultice, infuse the skin with vital nutrients, naturally lift + tighten skin, and visibly sculpt facial muscles for a more vibrant, healthy appearance - and overall well-being.<\/p>","spa-treatment-4-price-description":"<p>Supports mature, aging, dull, dehydrated skin types.<\/p>","spa-treatment-4-price":"<p class=\"price\">75 minutes | $142<\/p><p class=\"price\">105 minutes | $192<\/p>","spa-note-1":"For optimal results, a weekly series of four treatments followed by monthly maintenance facials is recommended. Connect with your Holistic Esthetician to create a personalized Skin Therapy Series to reach your desired skin results.","spa-note-2":"Extractions are only included at the discretion of the Holistic Esthetician or per personal request. Your skincare professional may choose to focus on more targeted therapies to treat causes of breakouts + blackheads from within to create a clear complexion that lasts.","spa-technique-1-name":"Gua Shua","spa-technique-1-text":"<p>Facial Gua Sha is an ancient healing technique that visibly rejuvenates the skin through light pulling + lifting massage motions using a smooth gemstone tool.  It works with the skin to support and optimize the body’s own reparative functions by promoting lymphatic drainage, calming the nervous system, clearing blockages + buildup of toxins and excess fluid, and increasing the flow of oxygen and vital nutrients to the skin.<\/p> <p>The results are felt immediately and include detoxifying, depuffing, softening fine lines + wrinkles, sculpting facial muscles, brightening skin tone, releasing tension and improving the overall health of the skin. With consistent use - combined with a healthy lifestyle - Facial Gua Sha creates significant and long-term transformation in the skin and overall sense of wellness.<\/p>","spa-technique-2-name":"Herbal Poultice","spa-technique-2-text":"<p>Herbal Poultice is a restorative muscle treatment that has been used for its medicinal benefits for centuries. A steamed compress of organic healing herbs and specialized massage movements work together to stimulate circulation, calm the nervous system, support lymphatic drainage and promote a strong sense of relaxation in the body and mind.  Herbal Poultice powerfully helps to detoxify impurities, reduce puffiness, release muscular tension, smooth fine lines + wrinkles, naturally lift and contour, create a glowing complexion and a balanced state of being. <\/p>","spa-technique-3-name":"Manual Lymphatic Drainage (MLD)","spa-technique-3-text":"<p>This targeted treatment technique consists of gentle, rhythmic, pumping motions to powerfully support the lymphatic system.  The lymphatic system cleanses + detoxifies tissues and supplies life-giving nutrients that are essential for the health of the skin and body. Because it does not have its own internal pump to activate these processes, it depends on an external force (such as MLD) to manually manipulate tissue and promote optimal functioning.<\/p><p>Stagnant lymph leads to inflammation, congestive skin conditions such as chronic acne, eczema or rosacea, and premature aging of our cells.  This highly specialized treatment boosts immunity, minimizes puffiness, soothes sensitivities, improves the integrity of the skin and has an incredibly calming effect on the nervous system to support deeper healing from within. With consistent use - combined with a healthy lifestyle - MLD produces rapid results and restores skin health holistically.<\/p><p><em>Our Holistic Esthetician is trained + certified to perform the <a href=\"http:\/\/www.vodderschool.com\">Dr. Vodder<\/a> method of MLD.<\/em><\/p>","spa-q1":"SPA + RETAIL HOURS","spa-a1":"<p>The Spa at Primally Pure is open Fridays 11am-4pm and Saturdays 10am-3pm for treatments and retail.  We do have Primally Pure products available at The Spa for you to experience and you’re welcome to stop by and shop during our open hours. (P.S. The Spa is a cash-free facility.)<\/p>  <p><em>*If you’re a local customer and would like to pick up product Monday-Thursday, please place your local pick up order on our website. Orders must be placed online 24 hours prior to pick up and the \"local pickup\" item must be added to your cart in order to enable this option.<\/em><\/p>","spa-q2":"ARRIVAL","spa-a2":"<p>Please plan to arrive 15 minutes prior to your appointment time to complete an in-depth skincare consultation while relaxing with a cup of organic herbal tea + soothing foot soak. For late arrivals, we reserve the right to forgo the foot soak in order to maintain maximum treatment time and to respect the schedule of our spa team + guests. Thank you for your understanding! <\/p>","spa-q3":"ONLINE BOOKING","spa-a3":"<p>To book an appointment online, you’ll first create a personal account that will be used for viewing your booking history, rescheduling or canceling services. After choosing your specific treatment, staff member and preferred date + time, a credit card is required to reserve all skin treatments and a $1 online booking convenience fee will be applied.<\/p><p><em> *You can also give us a call Fridays and Saturdays at 951.296.7721 to book your Holistic Skin Treatment.<\/em><\/p>","spa-q4":"CANCELLATION POLICY","spa-a4":"<p>We understand scheduling conflicts can arise and if you need to cancel or reschedule your treatment for any reason, please do so <strong>24 hours prior<\/strong> to your scheduled service. If less than a 24 hour notice is given or if you do not arrive for your appointment, it will result in a <strong>full charge<\/strong> to the credit card on file.<\/p>","spa-q5":"DIRECTIONS + PARKING","spa-a5":"<p>THE SPA is located at 41120 Elm Street Suite A, Murrieta, California. Be sure to include Suite A when using GPS. Free parking is accessible in front of Suite A and additional parking is available behind our building. When you enter through the main doors, take the stairs to the 2nd level and turn left where you'll be welcomed by our Spa Experience Coordinator. <\/p>","spa-q6":"PAYMENT","spa-a6":"<p>THE SPA is only able to accept credit card payments for Holistic Skin Treatments and retail products.  However, cash is accepted if you would like to leave gratuity.<\/p>","spa-q7":"PRODUCTS","spa-a7":"<p>Formulated using real ingredients derived from nature for maximum purity + potency, Primally Pure is the only product line we carry and incorporate in all of our Holistic Skin Treatments.  Made with only 100% natural + non-toxic ingredients, Primally Pure supports skin health with fewer ingredients, for superior results. <\/p>","spa-q8":"CHILDREN","spa-a8":"<p>We're committed to creating the most restful, restorative space possible. While we love kids, please keep them at home - for our sake and yours ;) Holistic Skin Treatments can be scheduled for teenagers 13+.<\/p>","spa-q9":"GIFT CERTIFICATES","spa-a9":"<p>We offer gift certificates that can be used towards Holistic Skin Treatments and Primally Pure retail products at The Spa.  To purchase a gift certificate, please stop by the spa to pick up a letterpressed gift certificate or give us a call (951.296.7721) to process the purchase over the phone during our open hours. <\/p> <p>We're open Fridays 11-4 and Saturdays 10-3 and are located at 41120 Elm Street Suite A, Murrieta, California (please be sure to include Suite A when using GPS).    <\/p><p><em>*Gift certificates for The Spa are separate from the gift cards available on our website, which are only valid for our online product store. <\/em><\/p>","contact_q1":"My tracking information says “Delivered” but I haven’t received my package.","contact_a1":"<p><em>We recently made a change to our shipping process in an effort to improve our customer experience, however, there were unforeseen issues with the new 3rd party we started using, including delays in package delivery up to 2 weeks. Effective immediately, we have switched back to our previous partner while we continue to look for additional ways to make the experience even better. We sincerely apologize for any inconvenience and will be in touch with all impacted customers soon. <\/em><\/p>","contact_q2":"Do you have a sample regimen?","contact_a2":"<p><em>While everyone's skin is unique and requires customized care, there are some guidelines we suggest following when it comes to applying skincare products. This is our simple skincare routine for the evening:<\/em><\/p><ul style=\"font-style: italic; font-size: 16px; line-height: 24px;\">\n<li>Cleansing Oil and\/or Baby Bar: Begin with a clean, fresh canvas<\/li>\n<li>Complexion Mist or Everything Spray: Replenish skin + prep skin for moisture<\/li>\n<li>Skin-Specific Facial Serum (Plumping, Clarifying or Soothing): Target specific skin needs<\/li>\n<li>Beauty Cream or Baby Balm (if needed): Moisturize and nourish<\/li>\n<\/ul><p><em>Watch a tutorial <a href=\"https:\/\/blog.primallypure.com\/steps-for-a-simple-skincare-routine-video-tutorial-with-our-holistic-esthetician\/\" target=\"_blank\">here<\/a><\/em><\/p>","contact_q3":"What’s your return policy?","contact_a3":"<p><em>Once you make your purchase, if you find that our product isn't meeting your expectations, we will always work with you to come to a suitable solution. Please contact us if you have any questions or concerns about your purchase.<\/em><\/p>","contact_q4":"I’m experiencing irritation from the deodorant, what should I do?","contact_a4":"<p><em>Irritation can occur when you’re switching to a natural deodorant and some people may have a sensitivity to baking soda. Please take a peek at our informative blog post, <a href=\"http:\/\/blog.primallypure.com\/underarm-rash\/\" target=\"_blank\">Irritation From Natural Deodorant and What to Do About It<\/a>. It’s filled with the best tips and tricks to help you transition from conventional deodorant to our safe, non-toxic alternative.<\/em><\/p>","contact_q5":"Do you offer samples?","contact_a5":"<p><em>At this time, we do not offer samples of most products because all of our products are hand-made. <\/em><\/p>","contact_q6":"I signed up for a subscription, but I don’t have an account?","contact_a6":"<p><em>It's likely that upon first subscribing, you checked out without creating a subscription account. To log in, you'll need to create an account first by associating your order with an account: <a href=\"https:\/\/primallypure.com\/account\/register\" target=\"_blank\">https:\/\/primallypure.com\/account\/register<\/a>. Please use the same email address used when placing your first order. Once logged into your account, you'll be able to swap scents, change frequency, skip an order and more!<\/em><\/p>","contact_q7":"I can’t seem to get my promotional code to work? What could I be doing wrong?","contact_a7":"<p><em>The way our system works, we can only accommodate one promotion to be used per transaction. With that being said, please feel free to use the promotion that is of greater value on your purchase. Also, because our deodorant subscriptions include free shipping, we aren't able to apply an additional promotion to these types of orders. <\/em><\/p>","contact_q8":"I’m local and would love to utilize your local pickup option. How do I go about doing this?","contact_a8":"<p><em>Please place your local pickup order 24 hours prior to pickup in order to ensure that items will be ready\/available when you arrive during our specially reserved pickup hours which are Monday-Saturday, 9am-4pm.<\/em><\/p>","contact_q9":"","contact_a9":"","contact_q10":"","contact_a10":"","recurring-orders-loading":"Loading subscription info...","recurring-orders-inherit-classes":false,"recurring-orders-additional-button-classes":"","display-404-products":true,"404-products-collection":"frontpage","email-label":"RESOURCES + SUPPORT","social-label":"Connect with us","signup-label":"Sign up for exclusive offers","facebook-url":"http:\/\/www.facebook.com\/primallypure","pinterest-url":"https:\/\/www.pinterest.com\/primallypure\/boards\/","instagram-url":"https:\/\/instagram.com\/primallypure\/","shipping_calculator":"Disabled","shipping_calculator_heading":"Get shipping estimates","shipping_calculator_default_country":"United States","shipping_calculator_submit_button_label":"Calculate shipping","shipping_calculator_submit_button_label_disabled":"Calculating...","app_wk_enabled":true,"app_wk_login_required":false,"app_wk_icon":"heart","app_wk_col_bg_shape":"square","app_wk_share_position":"top","app_wk_products_per_row":"4","checkout_header_image":"","checkout_use_storefront_logo":true,"checkout_logo_image":"shopify:\/\/shop_images\/checkout_logo_5.png","checkout_logo_position":"center","checkout_logo_size":"large","checkout_body_background_image":"","checkout_body_background_color":"#fff","checkout_input_background_color_mode":"white","checkout_sidebar_background_image":"","checkout_sidebar_background_color":"#fafafa","checkout_heading_font":"Helvetica Neue","checkout_body_font":"Helvetica Neue","checkout_accent_color":"#000000","checkout_button_color":"#000000","checkout_error_color":"#ff6d6d","show-slide-content-1":false,"slide-title-1":"","slide-tagline-1":"","slide-button-1":"","show-slide-content-1-mobile":true,"slide-title-1-mobile":"","slide-tagline-1-mobile":"","slide-button-1-mobile":"","show-slide-content-2":false,"slide-title-2":"","slide-tagline-2":"","slide-button-2":"","show-slide-content-3":false,"slide-title-3":"","slide-tagline-3":"","slide-button-3":"","show-slide-content-4":false,"slide-title-4":"","slide-tagline-4":"","slide-button-4":"","show-slide-content-5":false,"slide-title-5":"","slide-tagline-5":"","slide-button-5":"","spa-7":"<p>Formulated using real ingredients derived from nature for maximum purity + potency, Primally Pure is the only product line we carry and incorporate in all of our Holistic Skin Treatments.  Made with only 100% natural + non-toxic ingredients, Primally Pure supports skin health with fewer ingredients, for superior results. <\/p>","hashtag":"#NATUREISSMARTERTHANSCIENCE","articles-per-page":"4","display-excerpts":true,"display-recent-posts":false,"display-tag-list":false,"made-with":"<li>real ingredients found in nature<\/li>\r\n\r\n<li>tallow from grass-fed cows<\/li>\r\n\r\n<li>organic ingredients<\/li>\r\n\r\n<li>fair trade Ingredients<\/li>\r\n\r\n<li>locally sourced hydrosols<\/li>\r\n\r\n<li>glass jars\/bottles<\/li>\r\n\r\n<li>bpa-free plastic tubes<\/li>\r\n\r\n<li>therapeutic grade essential oils<\/li>\r\n\r\n<li>&nbsp;<\/li>","made-without":"<li>ingredients created in a lab<\/li>\r\n\r\n<li>harmful chemicals<\/li>\r\n\r\n<li>parabens<\/li>\r\n            \r\n<li>artificial dyes<\/li>\r\n\r\n<li>talc<\/li>\r\n\r\n<li>fillers and fragrances<\/li>\r\n\r\n<li>animal testing<\/li>\r\n\r\n<li>artificial anything<\/li>\r\n\r\n<li>&nbsp;<\/li>","home-sections-order":"A-C-H-E","show-section-headers":true,"featured-collection-1":"","featured-collection-2":"","featured-collection-3":"","twitter-id":"","twitter-retweets":false,"home-as-seen-on-title":"","home-as-seen-on-per-row":"3","home-as-seen-on-1":false,"home-as-seen-on-1-url":"","home-as-seen-on-2":false,"home-as-seen-on-2-url":"","home-as-seen-on-3":false,"home-as-seen-on-3-url":"","home-as-seen-on-4":false,"home-as-seen-on-4-url":"","home-as-seen-on-5":false,"home-as-seen-on-5-url":"","home-as-seen-on-6":false,"home-as-seen-on-6-url":"","home-as-seen-on-7":false,"home-as-seen-on-7-url":"","home-as-seen-on-8":false,"home-as-seen-on-8-url":"","home-as-seen-on-9":false,"home-as-seen-on-9-url":"","home-as-seen-on-10":false,"home-as-seen-on-10-url":"","home-as-seen-on-11":false,"home-as-seen-on-11-url":"","home-as-seen-on-12":false,"home-as-seen-on-12-url":"","display-pages-sidebar":false,"pages-sidebar-title":"","pages-sidebar-content":"","shop-phone":"","twitter-url":"","google-plus-url":"","tumblr-url":"","youtube-url":"","vimeo-url":"","show-mailing-list":true,"payment-icon-colour":"dark","show-diners-club":false,"show-maestro":false,"show-interac":false,"show-visa":false,"show-mastercard":false,"show-discover":false,"show-dk":false,"show-american-express":false,"show-google-wallet":false,"show-paypal":false,"show-jcb":false,"show-cirrus":false,"show-stripe":false,"show-bitcoin":false,"aff-test-2-image":"shopify:\/\/shop_images\/vanessa.jpg","aff-test-3-image":"shopify:\/\/shop_images\/lexi.jpg","aff-test-4-image":"shopify:\/\/shop_images\/taylor.jpg","aff-test-1-image":"shopify:\/\/shop_images\/cassy.jpg","spotlightname":"New: Nature Spray!","spotlightext":"Our all-natural insect repellent is made with nourishing + non-toxic ingredients. Nature Spray is free of DEET and full of organic ingredients that bugs can't stand.","spotlightlink":"\/products\/nature-spray","featured-blog":"news","Banner Text":"Free Domestic Shipping on Orders Over $75","checkout_use_header_image":false,"checkout_logo":"checkout_logo.png","checkout_use_body_background_image":false,"checkout_use_sidebar_background_image":false,"Made With":"real ingredients found in nature\r\ntallow from grass-fed cows\r\norganic\/fair trade Ingredients\r\nglass jars\/bottles\r\nbpa-free plastic tubes\r\ntherapeutic grade essential oils\r\nlots of love and care!","Made Without":"","customer_layout":"theme","fitting-guide-page":"","payment-colour-scheme":"light","display-blog-sidebar":"true","logotype-hover-link-colour":"222222","navigation-colour-scheme":"dark","repeat-background":"repeat","bg_pos":"center top","use-background-image":"false","fixed-background":"false","slideshow-frequency":"5000","title-font":"'Helvetica Neue', Helvetica, Arial, sans-serif","content_for_index":[]},"presets":{"Minimal":{"customer_layout":"theme","checkout-logo-height":"","background-colour":"#ffffff","logotype-link-colour":"#222222","logotype-link-hover-colour":"#222222","header-action-link-colour":"#bbbbbb","header-action-link-hover-colour":"#999999","nav-link-colour":"#666666","nav-link-hover-colour":"#222222","text-colour":"#666666","title-colour":"#222222","accent-colour":"#f64c3f","accent-hover-colour":"#222222","inverse-accent-colour":"#ffffff","theme-detail-link-colour":"#bbbbbb","theme-detail-link-hover-colour":"#999999","light-text-colour":"#bbbbbb","meta-link-colour":"#bbbbbb","meta-link-hover-colour":"#777777","lightest-text-colour":"#bbbbbb","primary-border-colour":"#DDDDDD","secondary-border-colour":"#E5E5E5","nav-background-colour":"#222222","theme-assets-colour":"#f9f9f9","mobile-nav-secondary-colour":"#1B1B1B","mobile-nav-tertiary-colour":"#101010","mobile-nav-quaternary-colour":"#060606","catalog-label-override":"","slide-title-1":"","slide-tagline-1":"","slide-button-1":"","slide-link-1":"","slide-title-2":"","slide-tagline-2":"","slide-button-2":"","slide-link-2":"","slide-title-3":"","slide-tagline-3":"","slide-button-3":"","slide-link-3":"","slide-title-4":"","slide-tagline-4":"","slide-button-4":"","slide-link-4":"","slide-title-5":"","slide-tagline-5":"","slide-button-5":"","slide-link-5":"","welcome-title":"","pages-sidebar-title":"","shop-phone":"","twitter-url":"http:\/\/www.twitter.com\/","facebook-url":"http:\/\/www.facebook.com\/","pinterest-url":"http:\/\/www.pinterest.com\/","instagram-url":"http:\/\/www.instagram.com\/","mailchimp-action-url":"","welcome-tagline":"","pages-sidebar-content":"","body-font":"'PT Serif', 'Times New Roman', Times, serif","main-title-font":"'PT Serif', 'Times New Roman', Times, serif","secondary-header-font":"'Raleway', sans-serif","meta-font":"'Open Sans', sans-serif","mobile-navigation-colour-scheme":"light","top-level-columns":"one-column","meganav-limit":"12","slide-position-1":"center bottom","slide-position-2":"center bottom","slide-position-3":"center bottom","slide-position-4":"center bottom","slide-position-5":"center bottom","featured-products-limit":"4","products-per-row":"four","products-per-page":"12","articles-per-page":"10","search-results-per-page":"10","payment-icon-colour":"dark","use-logo":false,"use-retina-logo":false,"main-title-uppercase":false,"product-image-borders":true,"enable-mega-nav":false,"show-section-headers":true,"show-slideshow":false,"show-slideshow-pagination":true,"show-slide-1":false,"invert-controls-slide-1":false,"show-slide-content-1":true,"show-slide-2":false,"invert-controls-slide-2":false,"show-slide-content-2":true,"show-slide-3":false,"invert-controls-slide-3":false,"show-slide-content-3":true,"show-slide-4":false,"invert-controls-slide-4":false,"show-slide-content-4":false,"show-slide-5":false,"invert-controls-slide-5":true,"show-slide-content-5":false,"collection-top-pagination":true,"display-related-products":true,"display-product-quantity-option":true,"display-fullsize-product-viewer":true,"display-product-email-link":true,"display-excerpts":false,"display-recent-posts":true,"display-tag-list":true,"display-pages-sidebar":true,"display-404-products":true,"show-mailing-list":true,"show-diners-club":false,"show-maestro":false,"show-interac":true,"show-visa":true,"show-mastercard":true,"show-discover":false,"show-dk":false,"show-american-express":false,"show-google-wallet":false,"show-paypal":true,"show-jcb":false,"show-cirrus":false,"show-stripe":false,"enable-quick-shop":true,"enable-fitting-guide":false,"fitting-guide-page":"","fitting-guide-icon":"k","payment-colour-scheme":"light","display-blog-sidebar":"true","logotype-hover-link-colour":"222222","navigation-colour-scheme":"dark","repeat-background":"repeat","bg_pos":"center top","use-background-image":"false","fixed-background":"false","meganav-list-1":"","meganav-list-2":"","meganav-list-3":"","slideshow-frequency":"5000","featured-collection-1":"knitwear","featured-collection-2":"accessories","featured-collection-3":"jackets","featured-products-collection":"featured-products","featured-blog":"news","404-products-collection":"frontpage","title-font":"'Helvetica Neue', Helvetica, Arial, sans-serif","ajax":true},"Modern":{"customer_layout":"theme","checkout-logo-height":"","background-colour":"#232324","logotype-link-colour":"#e8e8f0","logotype-link-hover-colour":"#e8e8f0","header-action-link-colour":"#74747a","header-action-link-hover-colour":"#c1c1c7","nav-link-colour":"#a3a3a8","nav-link-hover-colour":"#f5f5f5","text-colour":"#939399","title-colour":"#e8e8f0","accent-colour":"#FF7F6E","accent-hover-colour":"#f06d5b","inverse-accent-colour":"#ffffff","theme-detail-link-colour":"#FF7F6E","theme-detail-link-hover-colour":"#999999","light-text-colour":"#5c5c61","meta-link-colour":"#5c5c61","meta-link-hover-colour":"#74747a","lightest-text-colour":"#535357","primary-border-colour":"#373738","secondary-border-colour":"#2d2d2e","nav-background-colour":"#FF7F6E","theme-assets-colour":"#282829","mobile-nav-secondary-colour":"#F06D5B","mobile-nav-tertiary-colour":"#de5d4c","mobile-nav-quaternary-colour":"#cc4e3d","catalog-label-override":"","slide-title-1":"","slide-tagline-1":"","slide-button-1":"","slide-link-1":"","slide-title-2":"","slide-tagline-2":"","slide-button-2":"","slide-link-2":"","slide-title-3":"","slide-tagline-3":"","slide-button-3":"","slide-link-3":"","slide-title-4":"","slide-tagline-4":"","slide-button-4":"","slide-link-4":"","slide-title-5":"","slide-tagline-5":"","slide-button-5":"","slide-link-5":"","welcome-title":"","pages-sidebar-title":"","shop-phone":"","twitter-url":"http:\/\/www.twitter.com\/","facebook-url":"http:\/\/www.facebook.com\/","pinterest-url":"http:\/\/www.pinterest.com\/","instagram-url":"http:\/\/www.instagram.com\/","mailchimp-action-url":"","welcome-tagline":"","pages-sidebar-content":"","body-font":"'Helvetica Neue', Helvetica, Arial, sans-serif","main-title-font":"'Helvetica Neue', Helvetica, Arial, sans-serif","secondary-header-font":"'Helvetica Neue', Helvetica, Arial, sans-serif","meta-font":"'Helvetica Neue', Helvetica, Arial, sans-serif","mobile-navigation-colour-scheme":"dark","top-level-columns":"two-columns","meganav-limit":"12","slide-position-1":"center bottom","slide-position-2":"center bottom","slide-position-3":"center bottom","slide-position-4":"center bottom","slide-position-5":"center bottom","featured-products-limit":"4","products-per-row":"four","products-per-page":"12","articles-per-page":"10","search-results-per-page":"10","payment-icon-colour":"light","use-logo":false,"use-retina-logo":false,"main-title-uppercase":false,"product-image-borders":true,"enable-mega-nav":false,"show-section-headers":true,"show-slideshow":false,"show-slideshow-pagination":true,"show-slide-1":false,"invert-controls-slide-1":false,"show-slide-content-1":true,"show-slide-2":false,"invert-controls-slide-2":false,"show-slide-content-2":true,"show-slide-3":false,"invert-controls-slide-3":false,"show-slide-content-3":true,"show-slide-4":false,"invert-controls-slide-4":false,"show-slide-content-4":true,"show-slide-5":false,"invert-controls-slide-5":false,"show-slide-content-5":true,"collection-top-pagination":true,"display-related-products":true,"display-product-quantity-option":true,"display-fullsize-product-viewer":true,"display-product-email-link":true,"display-excerpts":false,"display-recent-posts":true,"display-tag-list":true,"display-pages-sidebar":true,"display-404-products":true,"show-mailing-list":true,"show-diners-club":false,"show-maestro":false,"show-interac":true,"show-visa":true,"show-mastercard":true,"show-discover":false,"show-dk":false,"show-american-express":false,"show-google-wallet":false,"show-paypal":true,"show-jcb":false,"show-cirrus":false,"show-stripe":false,"enable-quick-shop":true,"enable-fitting-guide":false,"fitting-guide-page":"","fitting-guide-icon":"k","payment-colour-scheme":"dark","display-blog-sidebar":"true","logotype-hover-link-colour":"222222","navigation-colour-scheme":"dark","repeat-background":"repeat","bg_pos":"center top","use-background-image":"false","fixed-background":"false","meganav-list-1":"copenhague","meganav-list-2":"bresell","meganav-list-3":"nagasaki","slideshow-frequency":"5000","featured-collection-1":"copenhague-tables","featured-collection-2":"stendalh-meyers","featured-collection-3":"nagasaki","featured-products-collection":"featured-products","featured-blog":"news","404-products-collection":"frontpage","title-font":"'Helvetica Neue', Helvetica, Arial, sans-serif","ajax":true},"Organic":{"customer_layout":"theme","checkout-logo-height":"","background-colour":"#faf8e8","logotype-link-colour":"#6b5249","logotype-link-hover-colour":"#6b5249","header-action-link-colour":"#b38a68","header-action-link-hover-colour":"#9c7351","nav-link-colour":"#8a6f65","nav-link-hover-colour":"#6b5249","text-colour":"#6b5249","title-colour":"#8A6F65","accent-colour":"#d48c51","accent-hover-colour":"#bf783d","inverse-accent-colour":"#ffffff","theme-detail-link-colour":"#6b5249","theme-detail-link-hover-colour":"#6b5249","light-text-colour":"#ba9b82","meta-link-colour":"#BA9B82","meta-link-hover-colour":"#A3846B","lightest-text-colour":"#c9af9a","primary-border-colour":"#e3d1c3","secondary-border-colour":"#f2e7df","nav-background-colour":"#F2E7DF","theme-assets-colour":"#fcfbf7","mobile-nav-secondary-colour":"#523c34","mobile-nav-tertiary-colour":"#382721","mobile-nav-quaternary-colour":"#1f1511","catalog-label-override":"","slide-title-1":"","slide-tagline-1":"","slide-button-1":"","slide-link-1":"","slide-title-2":"","slide-tagline-2":"","slide-button-2":"","slide-link-2":"","slide-title-3":"","slide-tagline-3":"","slide-button-3":"","slide-link-3":"","slide-title-4":"","slide-tagline-4":"","slide-button-4":"","slide-link-4":"","slide-title-5":"","slide-tagline-5":"","slide-button-5":"","slide-link-5":"","welcome-title":"","pages-sidebar-title":"","shop-phone":"","twitter-url":"http:\/\/www.twitter.com\/","facebook-url":"http:\/\/www.facebook.com\/","pinterest-url":"http:\/\/www.pinterest.com\/","instagram-url":"http:\/\/www.instagram.com\/","mailchimp-action-url":"","welcome-tagline":"","pages-sidebar-content":"","body-font":"'Source Sans Pro', sans-serif","main-title-font":"'Source Sans Pro', sans-serif","secondary-header-font":"'Arvo', serif","meta-font":"'Source Sans Pro', sans-serif","mobile-navigation-colour-scheme":"dark","top-level-columns":"two-columns","meganav-limit":"12","slide-position-1":"center bottom","slide-position-2":"center bottom","slide-position-3":"center bottom","slide-position-4":"center bottom","slide-position-5":"center bottom","featured-products-limit":"4","products-per-row":"four","products-per-page":"12","articles-per-page":"10","search-results-per-page":"10","payment-icon-colour":"light","use-logo":false,"use-retina-logo":false,"main-title-uppercase":false,"product-image-borders":false,"enable-mega-nav":false,"show-section-headers":true,"show-slideshow":false,"show-slideshow-pagination":true,"show-slide-1":false,"invert-controls-slide-1":false,"show-slide-content-1":true,"show-slide-2":false,"invert-controls-slide-2":false,"show-slide-content-2":true,"show-slide-3":false,"invert-controls-slide-3":false,"show-slide-content-3":true,"show-slide-4":false,"invert-controls-slide-4":false,"show-slide-content-4":true,"show-slide-5":false,"invert-controls-slide-5":false,"show-slide-content-5":true,"collection-top-pagination":true,"display-related-products":true,"display-product-quantity-option":true,"display-fullsize-product-viewer":true,"display-product-email-link":true,"display-excerpts":false,"display-recent-posts":true,"display-tag-list":true,"display-pages-sidebar":true,"display-404-products":true,"show-mailing-list":true,"show-diners-club":false,"show-maestro":false,"show-interac":true,"show-visa":true,"show-mastercard":true,"show-discover":false,"show-dk":false,"show-american-express":false,"show-google-wallet":false,"show-paypal":true,"show-jcb":false,"show-cirrus":false,"show-stripe":false,"enable-quick-shop":true,"enable-fitting-guide":false,"fitting-guide-page":"","fitting-guide-icon":"k","payment-colour-scheme":"dark","display-blog-sidebar":"true","logotype-hover-link-colour":"222222","navigation-colour-scheme":"dark","repeat-background":"repeat","bg_pos":"center top","use-background-image":"false","fixed-background":"false","meganav-list-1":"","meganav-list-2":"","meganav-list-3":"","slideshow-frequency":"5000","featured-collection-1":"bowls","featured-collection-2":"rustic","featured-collection-3":"vases","featured-products-collection":"featured-products","featured-blog":"news","404-products-collection":"frontpage","title-font":"Merriweather, serif","ajax":true},"Chic":{"customer_layout":"theme","checkout-logo-height":"","background-colour":"#ffffff","logotype-link-colour":"#BF6D91","logotype-link-hover-colour":"#AD5C7F","header-action-link-colour":"#BF6D91","header-action-link-hover-colour":"#ad5c7f","nav-link-colour":"#BF6D91","nav-link-hover-colour":"#735861","text-colour":"#735861","title-colour":"#735861","accent-colour":"#F07597","accent-hover-colour":"#d95e81","inverse-accent-colour":"#ffffff","theme-detail-link-colour":"#333333","theme-detail-link-hover-colour":"#333333","light-text-colour":"#BD91A3","meta-link-colour":"#bd91a3","meta-link-hover-colour":"#a87e8f","lightest-text-colour":"#DEC3CF","primary-border-colour":"#dec3cf","secondary-border-colour":"#ebdae2","nav-background-colour":"#F07597","theme-assets-colour":"#fcf4f8","mobile-nav-secondary-colour":"#D95E81","mobile-nav-tertiary-colour":"#c94e71","mobile-nav-quaternary-colour":"#b84062","catalog-label-override":"","slide-title-1":"","slide-tagline-1":"","slide-button-1":"","slide-link-1":"","slide-title-2":"","slide-tagline-2":"","slide-button-2":"","slide-link-2":"","slide-title-3":"","slide-tagline-3":"","slide-button-3":"","slide-link-3":"","slide-title-4":"","slide-tagline-4":"","slide-button-4":"","slide-link-4":"","slide-title-5":"","slide-tagline-5":"","slide-button-5":"","slide-link-5":"","welcome-title":"","pages-sidebar-title":"","shop-phone":"","twitter-url":"http:\/\/www.twitter.com\/","facebook-url":"http:\/\/www.facebook.com\/","pinterest-url":"http:\/\/www.pinterest.com\/","instagram-url":"http:\/\/www.instagram.com\/","mailchimp-action-url":"","welcome-tagline":"","pages-sidebar-content":"","body-font":"Georgia, Utopia, 'Times New Roman', Times, serif","main-title-font":"'TheanoDidotRegular', serif","secondary-header-font":"Georgia, Utopia, 'Times New Roman', Times, serif","meta-font":"'Open Sans', sans-serif","mobile-navigation-colour-scheme":"light","top-level-columns":"two-columns","meganav-limit":"12","slide-position-1":"center bottom","slide-position-2":"center bottom","slide-position-3":"center bottom","slide-position-4":"center bottom","slide-position-5":"center bottom","featured-products-limit":"4","products-per-row":"four","products-per-page":"12","articles-per-page":"10","search-results-per-page":"10","payment-icon-colour":"light","use-logo":false,"use-retina-logo":false,"main-title-uppercase":true,"product-image-borders":false,"enable-mega-nav":false,"show-section-headers":true,"show-slideshow":false,"show-slideshow-pagination":true,"show-slide-1":false,"invert-controls-slide-1":false,"show-slide-content-1":true,"show-slide-2":false,"invert-controls-slide-2":false,"show-slide-content-2":true,"show-slide-3":false,"invert-controls-slide-3":false,"show-slide-content-3":true,"show-slide-4":false,"invert-controls-slide-4":false,"show-slide-content-4":true,"show-slide-5":false,"invert-controls-slide-5":false,"show-slide-content-5":true,"collection-top-pagination":true,"display-related-products":true,"display-product-quantity-option":true,"display-fullsize-product-viewer":true,"display-product-email-link":true,"display-excerpts":false,"display-recent-posts":true,"display-tag-list":true,"display-pages-sidebar":true,"display-404-products":true,"show-mailing-list":true,"show-diners-club":false,"show-maestro":false,"show-interac":true,"show-visa":true,"show-mastercard":true,"show-discover":false,"show-dk":false,"show-american-express":false,"show-google-wallet":false,"show-paypal":true,"show-jcb":false,"show-cirrus":false,"show-stripe":false,"enable-quick-shop":true,"enable-fitting-guide":false,"fitting-guide-page":"","fitting-guide-icon":"k","payment-colour-scheme":"dark","display-blog-sidebar":"true","logotype-hover-link-colour":"222222","navigation-colour-scheme":"dark","repeat-background":"repeat","bg_pos":"center top","use-background-image":"false","fixed-background":"false","meganav-list-1":"jewellry","meganav-list-2":"seasonal","meganav-list-3":"designers","slideshow-frequency":"5000","featured-collection-1":"earrings","featured-collection-2":"necklaces","featured-collection-3":"summer","featured-products-collection":"featured-products","featured-blog":"news","404-products-collection":"frontpage","title-font":"Merriweather, serif","ajax":true}}}